public class Work26{
	public static void main(String[]args){
		char[][] array=new char[13][];
		array[0]=new char[]{'次','韵','定','慧','钦','长','老','见','寄','八','首','其','一'};
		array[1]=new char[]{'宋','.','苏','轼','幽',' ',' ',' ',' ',' ',' ',' ',' '};
		array[2]=new char[]{'人','白','骨','观','，','大','士','甘','露','灭','。',' ',' '};
		array[3]=new char[]{'根','尘','各','清','净','，','心','境','两','奇','绝','。',' '};
		array[4]=new char[]{'真','源','未','纯','熟','，','习','气','馀','陋','劣','。',' '};
		array[5]=new char[]{'譬','如','已','放','鹰','，','中','夜','时','掣','绁','。',' '};
		
		array[6]=new char[]{' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' '};
		array[7]=new char[]{' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' '};
		array[8]=new char[]{' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' '};
		array[9]=new char[]{' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' '};
		array[10]=new char[]{' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' '};
		array[11]=new char[]{' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' '};
		array[12]=new char[]{' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' ',' '};
		for(int i=0;i<=13;i++){
			for(int j=0;j<=13;j++){
				System.out.print(" "+array[j][i]);
			}
		}
	}
}


次韵定慧钦长老见寄八首其一
宋.苏轼幽
人白骨观，大士甘露灭。
根尘各清净，心境两奇绝。
真源未纯熟，习气馀陋劣。
譬如已放鹰，中夜时掣绁。